heatMap/heatMap_2D/simple2D.small/0.org/nuTilda
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nuTilda;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    floor
    {
        type            empty;
    }
    ceiling
    {
        type            empty;
    }
    fixedWalls
    {
        type            zeroGradient;
    }
    rack2796428BA49E0232CAC645AEBC8DA5C1_fixedWall
    {
        type            zeroGradient;
    }
    rack2796428BA49E0232CAC645AEBC8DA5C1_inlet
    {
        type            fixedValue;
        value           uniform 0;
    }
    rack2796428BA49E0232CAC645AEBC8DA5C1_outlet
    {
        type            zeroGradient;
    }
    acu380F56D59CF2B3DF6EFF9D0E6E8D39CB_fixedWall
    {
        type            zeroGradient;
    } 
}

// ************************************************************************* //
