heatMap/heatMap_2D/simple2D.small/0.org/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    floor
    {
	type     empty;
    }
    ceiling
    {
	type     empty;
    }
    fixedWalls
    {
	type     zeroGradient;
    }
    rack2796428BA49E0232CAC645AEBC8DA5C1_fixedWall
    {
	type     zeroGradient;
    }
    rack2796428BA49E0232CAC645AEBC8DA5C1_inlet
    {
	type     zeroGradient;
    }
    rack2796428BA49E0232CAC645AEBC8DA5C1_outlet
    {
	type     fixedValue;
	value	  uniform 0;
    }
    acu380F56D59CF2B3DF6EFF9D0E6E8D39CB_fixedWall
    {
	type     zeroGradient;
    }
    
    /*acu380F56D59CF2B3DF6EFF9D0E6E8D39CB_outlet
    {
type     zeroGradient;
    }
    acu380F56D59CF2B3DF6EFF9D0E6E8D39CB_inlet
    {
type     zeroGradient;
    }
    baffleFaces_master
    {
type     zeroGradient;
    }
    baffleFaces_slave
    {
type     zeroGradient;
    }*/
}


// ************************************************************************* //
